Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Gdy tylko wszedłeś do mojej sali tronowej, wiedziałem, że nie jesteś kolejnym zwykłym strażnikiem.
uk: Як тільки ти увійшов до мого тронного залу, я зрозумів, що ти не звичайний вартовий.

source: Gdy tylko wszedłeś do mojej sali tronowej... Heh, wiedziałem, że nie jesteś kolejnym zwykłym najemnikiem.
uk: Як тільки ти увійшов до мого тронного залу... Хех, я зрозумів, що ти не звичайний найманець.

source: Gdy tylko wychodzę poza mury, od razu czuję ich zazdrosny wzrok. Raz miałam wrażenie, że widzę wyciągany sztylet zza ich pleców. Strach cokolwiek tam załatwiać.
uk: Щоразу, коли я виходжу за стіни, я одразу відчуваю на собі їхні заздрісні погляди. Одного разу мені здалося, що я бачу, як із-за спини витягають кинджал. Там страшно щось робити.

source: Gdy tylko wychodzę poza mury, od razu czuję ich zazdrosny wzrok. Raz miałam wrażenie, że widzę wyciągany sztylet zza ich pleców. Strach cokolwiek tam załatwić.
uk: Щоразу, коли я виходжу за стіни, я одразу відчуваю на собі їхні заздрісні погляди. Одного разу мені здалося, що я бачу, як із-за спини витягають кинджал. Там страшно щось робити.

source: Gdy tylko wyzdrowiejesz, odzyskasz wszystko, co do ciebie należy.
uk: Як тільки одужаєш, тобі повернуть все, що тобі належить.

source: Gdy tylko włożyłem ostrze do otworu przy drzwiach, poczułem lekkie trzęsienie ziemi. Miecz wydaje się być kluczem do otwarcia wrót, ale wygląda na to, że będę potrzebował dwóch.
uk: Щойно я вставив лезо в отвір біля дверей, як відчув легкий підземний поштовх. Здається, меч є ключем, щоб відчинити ворота, але, схоже, мені знадобиться ще один.

source: Gdy tylko zakończą swój mały teatrzyk i będą chcieli grać, wtedy wkraczamy do akcji.
uk: Як тільки вони закінчать свою маленьку виставу і почнуть грати, ми почнемо діяти.

source: Gdy tylko zdemaskowałem Siepacza i jego bandę, natychmiast rzucili się na mnie i Harry'ego.
uk: Як тільки я викрив Сироту і його банду, вони одразу ж накинулися на нас з Гаррі.

source: Gdy tylko znajdę odpowiednie miejsce, poinformuję Karin o występie.
uk: Потрібно повідомити Карін про виступ, як тільки я знайду підходяще місце.

source: Gdy tylko znowu pojawiłeś się w mieście i zamówiłeś czyszczenie mapy u kartografa, wiedziałem, że będzie chodzić o magazyn.
uk: Як тільки ти знову з'явився у місті і попросив картографа очистити мапу, я зрозумів, що мова піде про склад.

source: Gdy tylko zobaczyłem te potwory, zacząłem biec.
uk: Як тільки я побачив цих монстрів, я кинувся бігти.

source: Gdy tylko zregeneruję siły, poszukam jakiejś pracy. Nie mogę tak siedzieć z zawieszonymi rękami.
uk: Як тільки оклигаю, буду шукати якусь роботу. Я не можу так сидіти, склавши руки.

source: Gdy tylko zregeneruję siły, poszukam jakiejś pracy. Nie mogę tak siedzieć z założonymi rękami.
uk: Як тільки одужаю, займуся пошуком роботи. Я не можу просто сидіти склавши руки.

source: Gdy tylko zszedłem na ląd, pracujący na brzegu rybacy obrzucili mnie nieprzychylnymi spojrzeniami. Wszyscy oprócz Duncana. Mężczyzna poczęstował mnie grogiem i zaproponował, że ukradkiem zabierze mnie do portu. Odmówiłem z rozsądku, choć brzmiał na uczciwego człowieka.
uk: Щойно я зійшов на берег, рибалки, які там працювали, окинули мене невдоволеними поглядами. Усі, крім Дункана. Він пригостив мене грогом і запропонував непомітно доставити мене до порту. Я відмовився з власних міркувань, хоча він видався мені чесною людиною.

source: Gdy tylko śledztwo zostanie zakończone, na placu Starego Miasta odbędzie się publiczna egzekucja wszystkich winnych.
uk: Як тільки розслідування буде завершено, на площі у Старому місті відбудеться публічна страта всіх винних.

source: Gdy uda ci się zrobić jako taką szczelinę, łapiesz za nią i zaczynasz zdzierać skórę. Tak jak mówiłem, wymaga to trochę siły, ale na pewno sobie poradzisz.
uk: Коли вдасться зробити достатню щілину, треба схопитись за неї і почати здирати шкуру. Як я вже казав, для цього потрібно трохи сили, але я впевнений, що ти впораєшся.

source: Gdy usłyszysz wyraźne dzwonienie, będzie to znaczyć, że sam Innos tchnął w niego swoją moc.
uk: Коли почуєш виразний дзвін, це означатиме, що сам Іннос вдихнув у нього свою силу.

source: Gdy w pierwotnym, surowym jeszcze świecie lądy i wody odnalazły swoje miejsce, zbawienny wpływ cudownej energii kreacji dał życie roślinom i zwierzętom. Niczym na rozkaz gniewnego żywiołu ognia, stale wypiętrzające się góry zagrzmiały, a z ich wnętrza wypłynęła gorąca ziemia, która użyźniła martwe dotąd gleby. Następnie doliny rzek porosły zieloną, gęstą roślinnością, a górskie kotliny lasami.
uk: Коли в первісному, ще суворому світі земля і вода знайшли своє місце, цілющий вплив чудодійної енергії творіння дав життя рослинам і тваринам. Немов за велінням гнівної стихії вогню, загуркотіли гори, що невпинно зростали, і з їхніх глибин потекла гаряча земля, запліднюючи доти мертвий ґрунт. Згодом річкові долини зазеленіли густою рослинністю, а гірські схили вкрилися лісами.

source: Gdy wracałam wieczorem do domu, widziałam jak grupa bezdomnych schodziła do kanałów.
uk: Повертаючись увечері додому, я бачила групу безпритульних, які спускалися в каналізацію.

source: Gdy wracałem wieczorem do domu, widziałem jak grupa bezdomnych schodziła do kanałów.
uk: Повертаючись увечері додому, я бачив групу безпритульних, які спускалися в каналізацію.

source: Gdy wrócimy do klasztoru, będziesz musiał go oddać Przeorowi.
uk: Коли ми повернемося до монастиря, ти маєш передати його Настоятелю.

source: Gdy wróciłem do Kurta, okazało się, że pod jego nieobecność Jorn zaginął, a wywrócone meble i bałagan w chacie wskazują na porwanie. Nie mogę teraz zebrać myśli, pytań mam więcej niż odpowiedzi, ale wiem jedno - trzeba działać, i to szybko. Kurt poradził mi, żebym przepytał wartowników, czy nie byli świadkiem czegoś podejrzanego. Mógłbym też porozmawiać z pozostałymi ludźmi w wiosce. Może ktokolwiek z nich coś widział lub słyszał? W tym czasie wuj spróbuje przekonać Starszego, by ten rozpoczął poszukiwania mojego brata.
uk: Коли я повернувся до Курта, то виявив, що Йорн зник поки його не було, а перекинуті меблі та безлад у хатині вказують на викрадення. Я не можу зібратися з думками, у мене більше запитань, ніж відповідей, але знаю одне – треба діяти, і діяти швидко. Курт порадив мені розпитати охоронців, чи не бачили вони чогось підозрілого. Я також можу поговорити з іншими людьми в селі. Може, хтось із них щось бачив чи чув? Тим часом мій дядько спробує переконати старосту почати пошуки мого брата.

source: Gdy wróciłem, Południowca już nie było na miejscu naszego wcześniejszego spotkania. Jedyne, co po nim zostało, to niewielka sakiewka na murku. Sprawdzę jej zawartość.
uk: Коли я повернувся, південця на місці нашої попередньої зустрічі вже не було. Все, що залишилося після нього – це невеликий гаманець. Потрібно перевірити його вміст.

source: Gdy wrócę do karczmy, to poślę po ciebie gońca.
uk: Коли я повернуся до корчми, я пришлю за тобою посланця.

source: Gdy wróg dotarł do Vengardu, blady strach padł na jego mieszkańców, jednak nawet w tej mrocznej godzinie, Innos pamiętał o swych dzieciach. Poróżnił zaborców ze sobą, a ci rzucili się sobie do gardeł. W tym czasie zorganizowany przez arcymagów ruch oporu pod przywództwem młodego oficera wzniecił powstania, wyzwalając znaczną część kraju.
uk: Коли ворог дійшов до Венгарду, його мешканці зблідли від страху, але навіть у цю темну годину Іннос пам'ятав про своїх дітей. Він нацькував загарбників один на одного, і вони вчепилися одні одним у горлянки. Тим часом організований Архімагом рух опору на чолі з молодим офіцером підняв повстання, звільнивши більшу частину країни.

source: Gdy wybiegłem na plac, akurat dotarł tam jeden strażnik z Placu Targowego. Był cały we krwi, zdążył tylko powiedzieć, że Ulryk zaatakował, po czym wyzionął ducha.
uk: Коли я вибіг на площу, туди якраз дістався вартовий з Ринкової площі. Він був весь у крові і встиг лише сказати, що на нього напав Ульрік, після чого спустив дух.

source: Gdy wygrzebywaliście się na ląd, zdążyłem zrobić rozeznanie. W pobliżu jest jaskinia, w której będziemy bezpieczni.
uk: Поки ти ніжився на пляжі, я встиг провести невелику розвідку. Неподалік є печера, де ми будемо в безпеці.

source: Gdy wyjdziesz z bagna w stronę winnicy, po swojej lewej stronie powinieneś dostrzec małe jezioro.
uk: Вийшовши з болота в напрямку виноградника, побачиш зліва від себе невелике озеро.

source: Gdy wyjdziesz z karczmy, powinieneś skręcić w lewo, w stronę dworu Sir Ramseya, a następnie ponownie w lewo, jeszcze zanim dotrzesz do wzniesienia, na którym stoi budynek.
uk: Вийшовши з корчми, треба повернути ліворуч до маєтку сера Рамзі, а потім знову ліворуч, ще до того, як дійдеш до пагорба, на якому стоїть будинок.

source: Gdy wyjdziesz z wioski południową bramą, trzymaj się skał po lewej stronie, miń rozstaje, a następnie wejdź ścieżką pod górę.
uk: Коли вийдеш з села через південні ворота, тримайся скель ліворуч, пройди ущелину, а потім йди стежкою вгору.

source: Gdy wynik wojny zdawał się trwać w martwym punkcie, nad północną zatoką uniósł się czarny dym, a wraz z nim dało się wyczuć swąd palonego drewna. To flota Londramczyków stała w płomieniach. Zwiadowcy nie ujrzeli jednak wilczych sztandarów długo wyczekiwanego Korvana, a proporce zamorskiego króla Myrtany - Maksyma III Zdobywcy.
uk: Саме тоді, коли результат війни, здавалося, зайшов у глухий кут, над північною бухтою здійнявся чорний дим, а разом з ним відчувався сморід горілої деревини. Це горів Лондрамський флот. Однак розвідники побачили не вовчі знамена довгоочікуваного Корвана, а прапори заморського короля Міртани, Максимуса III Завойовника.

source: Gdy wyrosną podzielę się z tobą plonami, co ty na to?
uk: Коли вони виростуть, я поділюся з тобою врожаєм, що скажеш?

source: Gdy wyuczona mana jest wyższa niż 100:
uk: Якщо показник мани більше 100:

source: Gdy wyuczona mana jest wyższa niż 50:
uk: Якщо показник мани більше 50:

source: Gdy wyuczona siła i zręczność wynosi więcej niż 50:
uk: Якщо показник сили та спритності перевищує 50:

source: Gdy wyuczona siła jest wyższa niż 100:
uk: Якщо показник сили більше 100:

source: Gdy wyuczona siła jest wyższa niż 50:
uk: Якщо показник сили більше 50:

source: Gdy wyuczona zręczność jest wyższa niż 100:
uk: Якщо показник спритності більше 100:

source: Gdy wyuczona zręczność jest wyższa niż 50:
uk: Якщо показник спритності більше 50:

source: Gdy z początku wydawać się mogło, że złamanie przysięgi w ratuszu przez Karstena było niczym więcej jak pijackim błędem ekscentrycznego młokosa, z czasem do gubernatora zaczęła docierać przerażająca prawda. Padł ofiarą własnej ignorancji, a Liga Wschodnia stała się faktem.
uk: Хоча спочатку здавалося, що порушення Карстеном присяги в ратуші було не більше ніж п'яною помилкою ексцентричного юнака, з часом до губернатора почала доходити жахлива правда. Він став жертвою власного невігластва, а Східна Ліга стала реальністю.

source: Gdy zacznie się ściemniać, rozpalasz pochodnie na murach.
uk: Коли почне темніти, запали смолоскипи на стінах.

source: Gdy zaczniesz odczuwać zmęczenie, daj znać, to się zamienimy. Przepisywanie zwojów czerpie z many osoby przepisującej i potrafi wycieńczyć.
uk: Коли втомишся, дай мені знати, і ми поміняємось. Переписування сувоїв відбирає ману і може виснажити.

source: Gdy zacząłem go przyciskać, przyznał, że może dostrzegł kilka ciemnych postaci w oddali, ale nie jest nawet pewny, czy rzeczywiście byli to ludzie.
uk: Коли я почав тиснути на нього, він зізнався, що, можливо, й бачив якісь темні фігури вдалині, але він навіть не впевнений, чи це були люди.

source: Gdy zajmowaliśmy się błahymi sprawami, to mogłem przymykać oko na twoją prywatę, ale nie teraz.
uk: Коли ми мали справу з буденними питаннями, я міг би заплющити очі на твої приватні справи, але не зараз.

source: Gdy zapytaliście mnie o to, czy jestem bratem Marvina, pomyślałem, że to moja szansa!
uk: Коли ви запитали мене, чи я брат Марвіна, я подумав, що це мій шанс!

source: Gdy zauważysz wśród ludzi jakieś podejrzane zachowania lub będziesz świadkiem przestępstwa, musisz natychmiast interweniować.
uk: Якщо ти помітив підозрілу поведінку людей або став свідком злочину, ти повинен негайно втрутитися.

source: Gdy zdawać się mogło, że dla obolałej krainy zapłonęła iskierka nadziei, bębny wojenne rozbrzmiały ponownie - tym razem z zachodu. Niczym nienawistna fala, horda orków przetoczyła się przez Myrtanę, siejąc spustoszenie. Młody oficer rozpoczął nierówną walkę z wrogiem, gromadząc pod swym sztandarem mieszkańców krainy.
uk: Саме тоді, коли вже здавалося, що для змученої землі запалала іскра надії, знову зазвучали барабани війни – цього разу із заходу. Наче ненависна хвиля, орда орків прокотилася через Міртану, сіючи хаос. Молодий офіцер почав нерівний бій з ворогом, зібравши під свої знамена мешканців країни.

source: Gdy zdał sobie sprawę, że to nie jemu przeznaczony jest ten miecz, dostrzegłem w jego oczach pustkę.
uk: Коли він зрозумів, що це не йому судилося тримати цей меч, я побачив порожнечу у його очах.

source: Gdy zostałam sama starałam się nie poddawać... Ale bez męża to już nie było to samo.
uk: Коли я залишилася одна, то намагалась не здаватися... Але без чоловіка вже не те.

source: Gdy świat obiegła wieść o podbiciu Wschodniego Archipelagu przez króla Maksyma III, nowe kolonie stały się łakomym kąskiem dla wielu kupców, których okręty tłumnie przybijały do nowych kolonii. Jak złośliwie zauważył Berfeld, ówczesny skryba ratusza Archolos, „bywały i takie dni, gdy w porcie widziałem więcej fregat, niż dłużników w mojej księdze rachunkowej!”
uk: Коли звістка про завоювання королем Максимусом III Східного Архіпелагу облетіла весь світ, нові колонії стали ласим шматком для численних торговців, чиї кораблі ринули до нових земель. Як жартома зауважив Берфельд, тодішній писар ратуші Архолосу, 'бували дні, коли я бачив у порту більше фрегатів, ніж боржників у моїй бухгалтерській книзі!'.

source: Gdyby Andreas częściej przykładał ręce do pracy w winnicy zamiast czubek nosa do książek, pewnie wszystko potoczyłoby się inaczej...
uk: Якби Андреас частіше брався до роботи на винограднику, а не сидів у книжках, можливо, все склалося б по-іншому...

source: Gdyby Igor sprawiał ci kłopoty lub nie chciał uwierzyć, że jesteś w kopalni z mojego polecenia, to pokaż mu tę pieczęć. Tylko pod żadnym pozorem nie może jej zobaczyć nikt inny!
uk: Якщо Ігор створюватиме тобі проблеми або не повірить, що ти у копальні за моїм наказом, то покажи йому цю печатку. Тільки за жодних обставин більше ніхто не повинен її побачити!

source: Gdyby Sunder pamiętał o swoich obowiązkach, być może by do tego nie doszło.
uk: Якби Сандер пам'ятав про свої обов'язки, можливо, цього б не сталося.

source: Gdyby Volker odwalił kitę, stary Lorenzo miałby mały problem, co?
uk: Якби Волкер врізав дуба, у старого Лоренцо додалося б трохи проблем, чи не так?

source: Gdyby Wysłannik zobaczył ten cały bałagan w porcie, gubernator miałby problem.
uk: Якщо Посол побачить весь цей безлад в порту, у губернатора будуть проблеми.

source: Gdyby był nieużywany, to pewnie tak. Niestety, jest uszkodzony, i w dodatku źle wymyty z krwi. Mógłbym go wypolerować, ale to też zmniejszyłoby wiarygodność oceny.
uk: Якби він був новий, то звісно що так. Але, на жаль, він пошкоджений, і на додачу до цього, він сильно забруднений кров'ю. Я міг би його відполірувати, але це також знизить надійність оцінки.

source: Gdyby był odrobinę lepszym kapitanem, niż kłamcą, to dałby radę. Orkowe galery nie należą do najszybszych.
uk: Якби він був трохи кращим капітаном, аніж брехуном, він би впорався. Галери орків далеко не найшвидші.

source: Gdyby było inaczej to chyba bym nie stał pod samym kościołem, prawda?
uk: Якби було інакше, я б, мабуть, не стояв під самою церквою, чи не так?

source: Gdyby było inaczej, nie byłbyś taki zdenerwowany.
uk: Якби це було не так, ти б так не нервував.

source: Gdyby górnicy więcej pracowali niż kłapali paszczami, to wydobywaliby więcej złota.
uk: Якби гірники працювали більше, ніж патякали, вони видобували б більше золота.

source: Gdyby jeden z ludzi Bradlocka nie znalazł się przypadkiem na linii strzału zamachowca, w tym momencie odmawianoby za moją duszę ostatnią litanię!
uk: Якби один із людей Бредлока не опинився між мною та вбивцею, в той момент за мою душу прочитали б останню заупокійну молитву!

source: Gdyby każdy mi tyle tego przynosił, to już od dawna byłabym bogata!
uk: Якби всі їх стільки приносили, я б давно вже була багатою!

source: Gdyby ktoś pytał - nie masz tego ode mnie.
uk: І якщо хтось запитає – ти отримав це не від мене.

source: Gdyby ktoś pytał, to ta rozmowa nigdy nie miała miejsca.
uk: Якщо хтось запитає, то цієї розмови взагалі не було.

source: Gdyby któryś z nich dowiedział się, że mam taką mapę, to zabiłby mnie i okradł jeszcze tej samej nocy.
uk: Якби хтось із них дізнався, що у мене є така мапа, вони б тієї ж ночі вбили мене і пограбували.

source: Gdyby ludzie dowiedzieli się, że tak spartaczyliśmy sprawę, stracilibyśmy wielu wpływowych klientów.
uk: Якщо люди дізнаються, що ми так запороли справу, ми втратимо багато впливових клієнтів.

source: Gdyby natomiast wpadły ci w ręce jakieś cenne naczynia, wiesz, kielichy, talerze, to też je przynieś. Znajdę im odpowiedniego kupca.
uk: А якщо натрапиш на якийсь цінний посуд, ну знаєш, келихи, тарілки, принось і їх. Я знайду для них підходящого покупця.

source: Gdyby nic nie dostali, pewnie nie daliby nam spokoju. Obyśmy nie musieli się tutaj wracać, żeby sprzątać jakiś bałagan!
uk: Якби вони нічого не отримали, то не дали б нам спокою. Сподіваюсь, нам не доведеться повертатися сюди, щоб розгрібати їхній безлад!

source: Gdyby nie Detlow, nie dałbym rady tej Bestii.
uk: Якби не Детлоу, я б не впорався з цим Звіром.

source: Gdyby nie Ioris, chodzilibyśmy w kółko kolejny dzień. Albo i noc. Cholera wie, jaką porę teraz mamy. Dziewczyna przewertowała parę stron tej starej książki i proszę, trafiliśmy do biblioteki! Na niej i na Kerranie zrobiła wrażenie, ale ja chętnie zobaczyłbym w worku coś więcej niż parę monet i zardzewiały kielich.
uk: Якби не Йоріс, ми блукали б тут ще цілий день. Або навіть ніч. Біс його знає, котра зараз година. Дівчина перегорнула кілька сторінок тієї старої книги, і ось, будь ласка, ми потрапили до бібліотеки! Вони з Керраном були вражені, але мені хотілося б побачити в сумці щось більше, ніж декілька монет та іржаву чашку.

source: Gdyby nie Morris już dawno bezdomni wparowali by do Starego Miasta.
uk: Якби не Морріс, безпритульні давно б хлинули до Старого міста.

source: Gdyby nie Morris, bezdomni już dawno by wparowali do Starego Miasta.
uk: Якби не Морріс, безпритульні давно б хлинули до Старого міста.

source: Gdyby nie Morris, już dawno bezdomni wparowaliby do Starego Miasta.
uk: Якби не Морріс, безпритульні давно б хлинули до Старого міста.

source: Gdyby nie Simon z pewnością, by nas pozabijał.
uk: Якби не Саймон, він би нас точно вбив.

source: Gdyby nie była pod wrażeniem twojej walki ze zwierzętami, to pewnie byłyby nici z kontraktu, a tak przynajmniej udało się go zawrzeć, chociaż na słabych warunkach.
uk: Якби вона не була вражена твоєю боротьбою з дикими звірами, можливо, нічого не вийшло б. А так, принаймні, контракт було укладено, хоча і на невигідних умовах.

source: Gdyby nie ci parszywi bandyci i inne bestie to sam bym wyruszył na ich poszukiwania... Dzięki za twoją nieocenioną pomoc!
uk: Якби не ті бридкі бандити та інші звірі, я б сам вирушив на їх пошуки... Дякую за твою неоціненну допомогу!

source: Gdyby nie ja, w ogóle by cię tu nie było.
uk: Якби не я, тебе б тут взагалі не було.

source: Gdyby nie jego zdecydowanie i charyzma, straż już dawno by się rozpadła.
uk: Якби не його рішучість і харизма, Варта давно б розвалилася.

source: Gdyby nie moja dobra wola nie miałbyś okazji, żeby zarobić. Prawda?
uk: Якби не моя добра воля, у тебе не було б можливості заробити ці гроші. Чи не так?

source: Gdyby nie moje kontrakty z miejskimi osobistościami Silbach już dawno nie miałoby co robić z tą całą wyprodukowaną żywnością.
uk: Якби не мої контракти з відомими людьми міста, Сільбах вже давно не мав би що робити з усією тією їжею, яку він виробляє.

source: Gdyby nie my to połowy portu nie byłoby już stać na solidny kawałek ryby na obiad.
uk: Якби не ми, то половина порту вже не могла б собі дозволити добрячий шматок риби на обід.

source: Gdyby nie my, miasto już dawno stanęłoby na skraju przepaści i byle łajzy trzymałyby miejskie władze za mordy.
uk: Якби не ми, місто вже давно було б на краю прірви, а міську владу тримали б за ніс якісь відморозки.

source: Gdyby nie my, łapalibyście teraz szczury i chrząszcze!
uk: Якби не ми, ви б зараз ловили щурів та м'ясних жуків!

source: Gdyby nie mój krótki staż w armii, pewnie skończyłbym w porcie żebrząc o jedzenie, a tak przynajmniej mam ciepłe posłanie i co do gęby włożyć.
uk: Якби не моя коротка служба в армії, я, мабуть, опинився б у порту, випрошуючи їжу, а так принаймні у мене є тепле ліжко і щось, що можна до рота покласти.

source: Gdyby nie nasze działania, wojna już dawno byłaby przegrana. Módl się do Innosa, by ciągle dawał nam siły.
uk: Якби не наша підтримка, війну було б вже давно програно. Молися Інносу, щоб він і далі давав нам силу.

source: Gdyby nie on, nigdy bym nie uciekł z tej przeklętej jaskini.
uk: Якби не він, я б ніколи не вибрався з тієї клятої печери.

source: Gdyby nie on, ta farma już dawno byłaby zapadłą dziurą na granicy cywilizacji.
uk: Якби не він, ця ферма давно б стала занедбаною дірою на дні цивілізації.

source: Gdyby nie ona, dalej szorowałbym latryny w Syrenim Lamencie.
uk: Якби не вона, я б досі чистив туалети в Плачі сирени.

source: Gdyby nie oni, to kto wie, jak daleko by zaszedł budując swoje imperium.
uk: Якби не вони, хтозна, як далеко він зайшов би у розбудові своєї імперії.

source: Gdyby nie pomoc straży, straciłabym swój cały dorobek...
uk: Якби не допомога вартових, я б втратила все своє майно...

source: Gdyby nie samozaparcie i moja naturalna smykałka do interesów, najpewniej dalej żyłabym w jakimś zapchlonym zaułku na drugim krańcu świata...
uk: Якби не наполегливість та мій природний хист до бізнесу, я б, мабуть, досі жила в якомусь блохастому провулку на іншому кінці світу...

source: Gdyby nie ta paplanina, już dawno bylibyśmy w drodze powrotnej, a ty w rękach trzymałbyś swoją kuszę.
uk: Якби не ці балачки, ми вже давно б поверталися назад, а ти тримав би у руках свій арбалет.

source: Gdyby nie ta robótka na bagnie, rutyna pewnie by mnie zabiła. No, chyba że jakiś zębacz zrobiłby to pierwszy.
uk: Якби не та робота в болоті, рутинна напевно б вбила мене. Хіба що якийсь снеппер зробив би це першим.

source: Gdyby nie ta sprawa z twoim bratem, to namawiałbym cię, żebyś został. Jesteś całkiem pomocny, a życie w mieście wcale nie jest takie kolorowe.
uk: Якби не те, що сталося з твоїм братом, я б вмовляв тебе залишитися. Ти досить працьовитий, а життя в місті зовсім не таке кольорове.

source: Gdyby nie te wszystkie historie o zsyłaniu do Górniczej Doliny, to nikogo by już tu nie było.
uk: Якби не всі ці історії про відправку до Гірничої Долини, то тут вже нікого б не було.

source: Gdyby nie ten ochroniarz, gnida dostałaby to, na co zasłużyła!
uk: Якби не той охоронець, гнида отримала б по заслугах!

source: Gdyby nie to, że Bloodwyn trzyma teraz wszystko w garści, to cały ten interes już dawno by się rozleciał.
uk: Якби не те, що Бладвін зараз тримає все в своїх руках, то вся ця справа давно б вже прогоріла.
